* Gold Converstion
  | type  |  amount | converted |
  |-------+---------+-----------|
  | CP    |       1 |      0.01 |
  | SP    |       1 |       0.1 |
  | EP    |       1 |       0.5 |
  | GP    |       1 |         1 |
  | PP    |       1 |        10 |
  |-------+---------+-----------|
  | Total | players |   divided |
  | 11.61 |       4 |    2.9025 |
  #+TBLFM: @2$3=($2 / 100)
  #+TBLFM: @3$3=($2 / 10)
  #+TBLFM: @4$3=($2 / 2)
  #+TBLFM: @5$3=($2)
  #+TBLFM: @6$3=($2 * 10)
  #+TBLFM: @8$1=vsum(@2$3..@6$3)
  #+TBLFM: @8$3=($1 / $2)
